{"is": 218, "movie": 289, "united": 465, "states": 405, "2020": 32, "pg": 341, "13": 0, "documentaries": 128, "as": 63, "her": 190, "father": 154, "the": 423, "of": 318, "his": 195, "life": 257, "death": 126, "in": 205, "and": 53, "to": 435, "help": 189, "them": 426, "face": 149, "united states": 467, "states 2020": 411, "pg 13": 342, "of his": 320, "tv": 450, "show": 377, "south": 394, "2021": 34, "ma": 263, "international": 213, "shows": 379, "dramas": 135, "mysteries": 310, "after": 45, "at": 66, "town": 444, "teen": 421, "sets": 374, "out": 330, "school": 364, "star": 404, "who": 480, "tv show": 459, "2021 tv": 35, "tv ma": 457, "ma international": 270, "international tv": 215, "tv shows": 460, "shows tv": 385, "tv dramas": 455, "dramas tv": 138, "out to": 331, "crime": 117, "action": 37, "adventure": 40, "family": 151, "from": 173, "drug": 140, "team": 420, "are": 61, "into": 216, "war": 473, "ma crime": 266, "crime tv": 118, "shows international": 381, "tv action": 452, "action adventure": 38, "and his": 55, "new": 313, "docuseries": 131, "reality": 351, "go": 181, "down": 133, "women": 488, "on": 325, "this": 428, "series": 371, "reality tv": 352, "at the": 67, "more": 286, "kumar": 251, "khan": 240, "singh": 386, "india": 212, "romantic": 357, "comedies": 110, "city": 105, "an": 52, "but": 92, "student": 416, "friends": 172, "shows romantic": 383, "romantic tv": 359, "tv comedies": 454, "mike": 284, "kate": 238, "thomas": 430, "horror": 200, "young": 499, "ma tv": 272, "my": 309, "little": 258, "robert": 355, "james": 223, "children": 99, "movies": 291, "earth": 143, "be": 73, "heart": 188, "she": 376, "it": 219, "pg children": 343, "children family": 100, "family movies": 152, "kingdom": 246, "germany": 177, "independent": 210, "american": 51, "back": 69, "time": 434, "becomes": 75, "past": 335, "united kingdom": 466, "ma dramas": 268, "dramas independent": 136, "independent movies": 211, "movies international": 297, "international movies": 214, "to the": 440, "of her": 319, "british": 89, "paul": 337, "14": 4, "off": 323, "up": 469, "their": 425, "best": 81, "being": 79, "tv 14": 451, "british tv": 90, "in the": 208, "chris": 102, "kevin": 239, "woman": 487, "with": 483, "that": 422, "over": 332, "husband": 204, "find": 159, "way": 474, "states 2021": 412, "13 comedies": 2, "comedies dramas": 111, "to find": 437, "what": 475, "when": 476, "and the": 56, "shows docuseries": 380, "docuseries international": 132, "man": 274, "he": 187, "must": 308, "most": 287, "group": 183, "dramas international": 137, "movies after": 292, "girl": 180, "do": 127, "has": 185, "other": 329, "tv pg": 458, "movies comedies": 294, "stories": 414, "police": 347, "job": 231, "four": 169, "on the": 326, "into the": 217, "people": 338, "john": 233, "patrick": 336, "college": 108, "not": 317, "comedies tv": 113, "spain": 396, "de": 125, "world": 490, "2020 tv": 33, "ma documentaries": 267, "documentaries international": 129, "smith": 388, "mexico": 282, "spanish": 397, "language": 253, "home": 197, "couple": 116, "shows spanish": 384, "spanish language": 398, "language tv": 254, "to be": 436, "and her": 54, "adam": 39, "sarah": 362, "thrillers": 432, "house": 202, "wife": 481, "for": 164, "real": 350, "against": 46, "group of": 184, "turkey": 448, "2018": 28, "fight": 157, "2018 tv": 29, "14 international": 9, "adventure tv": 44, "daughter": 122, "himself": 194, "pg comedies": 344, "comedies international": 112, "with his": 485, "with her": 484, "takes": 418, "alex": 48, "own": 333, "all": 50, "tv children": 453, "14 comedies": 6, "movies romantic": 299, "romantic movies": 358, "movies when": 303, "of the": 321, "love": 262, "australia": 68, "can": 95, "music": 305, "musicals": 307, "falls": 150, "become": 74, "friend": 171, "him": 193, "movies music": 298, "music musicals": 306, "for the": 166, "david": 123, "2010": 12, "high": 191, "five": 162, "of their": 322, "dark": 121, "scott": 368, "2013": 18, "sci": 365, "fi": 155, "fantasy": 153, "they": 427, "horror movies": 201, "movies sci": 300, "sci fi": 366, "fi fantasy": 156, "as they": 65, "france": 170, "by": 93, "finds": 160, "former": 168, "kapoor": 237, "big": 83, "around": 62, "three": 431, "14 dramas": 8, "so": 389, "to his": 438, "game": 175, "lee": 256, "jung": 236, "park": 334, "kim": 244, "jason": 225, "jennifer": 228, "y7": 491, "kids": 241, "get": 178, "evil": 147, "tv y7": 462, "y7 kids": 493, "kids tv": 242, "daniel": 120, "son": 392, "goes": 182, "during": 141, "will": 482, "movies thrillers": 302, "small": 387, "ma action": 264, "adventure dramas": 42, "have": 186, "while": 479, "tv tv": 461, "george": 176, "chen": 98, "jin": 230, "china": 101, "canada": 96, "2017": 26, "film": 158, "based": 70, "states 2017": 408, "13 action": 1, "in this": 209, "based on": 71, "boy": 86, "ben": 80, "power": 348, "richard": 354, "classic": 106, "classic movies": 107, "movies dramas": 295, "years": 496, "last": 255, "martin": 277, "killer": 243, "pg dramas": 346, "joe": 232, "its": 221, "mother": 288, "van": 471, "michael": 283, "follows": 163, "lives": 260, "dreams": 139, "pg documentaries": 345, "ryan": 360, "sam": 361, "japan": 224, "2012": 16, "matt": 278, "under": 464, "2016": 24, "day": 124, "tom": 442, "cop": 115, "one": 327, "nigeria": 314, "marriage": 276, "2014": 20, "battle": 72, "true": 447, "2014 tv": 21, "no": 316, "anime": 58, "soon": 393, "14 action": 5, "each": 142, "two": 463, "returns": 353, "the world": 424, "take": 417, "re": 349, "2011": 14, "2011 tv": 15, "2008": 10, "long": 261, "save": 363, "to save": 439, "2009": 11, "tries": 445, "tries to": 446, "where": 478, "2010 tv": 13, "mission": 285, "by the": 94, "turns": 449, "story": 415, "night": 315, "movie david": 290, "work": 489, "together": 441, "tv kids": 456, "history": 196, "mark": 275, "sports": 400, "through": 433, "documentary": 130, "14 documentaries": 7, "sports movies": 401, "this documentary": 429, "2015": 22, "set": 373, "2015 tv": 23, "jeff": 227, "about": 36, "jack": 222, "in an": 206, "king": 245, "you": 498, "make": 273, "gets": 179, "2013 tv": 19, "anime series": 59, "series international": 372, "black": 85, "y7 children": 492, "until": 468, "begins": 77, "jones": 234, "live": 259, "only": 328, "adventure comedies": 41, "journey": 235, "mysterious": 311, "hong": 198, "2019": 30, "korean": 249, "2019 tv": 31, "korean tv": 250, "ali": 49, "2017 tv": 27, "states 2019": 410, "movies this": 301, "first": 161, "states 2018": 409, "social": 390, "when he": 477, "la": 252, "brian": 88, "science": 367, "nature": 312, "with the": 486, "between": 82, "korea": 248, "south korea": 395, "2016 tv": 25, "may": 279, "secrets": 370, "al": 47, "behind": 78, "13 dramas": 3, "drama": 134, "year": 494, "romance": 356, "sharma": 375, "old": 324, "brother": 91, "year old": 495, "before": 76, "special": 399, "murder": 304, "2012 tv": 17, "meets": 280, "ex": 148, "york": 497, "cult": 119, "movies in": 296, "states 2015": 406, "italy": 220, "anthony": 60, "some": 391, "comedy": 114, "bill": 84, "el": 145, "steve": 413, "as the": 64, "peter": 340, "jay": 226, "christopher": 104, "eric": 146, "how": 203, "from the": 174, "andrew": 57, "kong": 247, "hong kong": 199, "adventure international": 43, "for his": 165, "states 2016": 407, "ma comedies": 265, "jim": 229, "men": 281, "in love": 207, "forces": 167, "secret": 369, "taylor": 419, "movies an": 293, "tony": 443, "stand": 402, "career": 97, "ma horror": 269, "high school": 192, "personal": 339, "show united": 378, "brazil": 87, "comedian": 109, "ma stand": 271, "stand up": 403, "up comedy": 470, "wang": 472, "egypt": 144, "shows korean": 382, "christmas": 103}